{
  "facts": [
    "A horse's hoof is technically a single toe, so horses run on their toes.",
    "The first words of the third man on the moon were, 'Whoopee! Man, that may have been a small one for Neil, but that's a long one for me.'",
    "In about 5 billion years, the Sun will deplete its supply of hydrogen and helium, turning into a red giant star, consuming Mercury and Venus and maybe even Earth.",
    "All the gold ever mined in the world could fit into a cube with sides of 20.7m (68ft).",
    "Kanye West was once busted torrenting music software from The Pirate Bay.",
    "Antarctica was once covered in rich green forests and inhabited by dinosaurs, during one of Earth's warmest cycles.",
    "Boanthropy is a psychological disorder where people think they're cows.",
    "Rapper Jay-Z shot his drug-addicted brother when he was 12 over a stolen ring.",
    "For the release of 'Harry Potter and the Goblet of Fire,' over 9,000 FedEx trucks were used with no other purpose than to deliver the book.",
    "The longest tunnel in the world is 57 km long and goes from Switzerland to Italy underneath Alps. It took 17 years to build.",
    "Oysters create pearls as a defense mechanism.",
    "Billy goats urinate on their own heads, to become more attractive to females.",
    "There is a glacier called Blood Falls in Antarctica that regularly pours out red liquid, making it look like the ice is bleeding. (It's actually oxidised salty water).",
    "Sean Connery wore a toupee in all his James Bond movies.",
    "All swans in England belong to the queen.",
    "Hacktoberfest is a month long celebration of open source software. You can win Tshirts by contributing in between 1st Oct to 31st Oct to open source.",
    "In Switzerland it is illegal to own just one guinea pig.",
    "Pteronophobia is the fear of being tickled by feathers.",
    "Crows can hold grudges against specific individual people.",
    "The oldest “your mom” joke was discovered on a 3,500 year old Babylonian tablet.",
    "Cherophobia is an irrational fear of fun or happiness.",
    "If you lift a kangaroo’s tail off the ground it can’t hop.",
    "Most Korean and Japanese people don’t have armpit odor.",
    "If Pinocchio says “My Nose Will Grow Now”, it would cause a paradox.",
    "Movie trailers were originally shown after the movie, which is why they were called trailers.",
    "Snakes can help predict earthquakes.",
    "The smallest bone in your body is in your ear.",
    "The United States Navy has started using Xbox controllers for their periscopes.",
    "The following can be read forward and backwards: Do geese see God?",
    "A baby octopus is about the size of a flea when it is born.",
    "The average male gets bored of a shopping trip after 26 minutes.",
    "Honeybees can recognize human faces.",
    "A swarm of 20,000 bees followed a car for two days because their queen was stuck inside.",
    "Eating carrots can turn your skin orange.",
    "A crocodile can’t poke its tongue out.",
    "Sea otters hold hands when they sleep so they don’t drift away from each other.",
    "Hewlett-Packard’s name was decided in a coin toss in 1939.",
    "There is a total of 1,710 steps in the Eiffel Tower.",
    "The Pokémon Hitmonlee and Hitmonchan are based off of Bruce Lee and Jackie Chan.",
    "Pirates wore earrings because they believed it improved their eyesight.",
    "Los Angeles’s full name is *El Pueblo de Nuestra Senora la Reina de los Angeles de Porciuncula*.",
    "The Twitter bird actually has a name: Larry.",
    "Octopuses have four pairs of arms.",
    "Mike Tyson once offered a zoo attendant 10,000 dollars to let him fight a gorilla.",
    "ABBA turned down 1 billion dollars to do a reunion tour.",
    "Captive pandas sometimes fake pregnancies.",
    "The first alarm clock could only ring at 4 a.m.",
    "Some insects and small birds see the world in slow motion.",
    "The 20th of March is Snowman Burning Day.",
    "A goat called William Windsor served as a Lance Corporal in the British Army."
  ]
}
