{
  "facts": [
    "A horse's hoof is technically a single toe, so horses run on their toes.",
    "The first words of the third man on the moon were, 'Whoopee! Man, that may have been a small one for Neil, but that's a long one for me.'",
    "In about 5 billion years, the Sun will deplete its supply of hydrogen and helium, turning into a red giant star, consuming Mercury and Venus and maybe even Earth.",
    "All the gold ever mined in the world could fit into a cube with sides of 20.7m (68ft).",
    "Kanye West was once busted torrenting music software from The Pirate Bay.",
    "Antarctica was once covered in rich green forests and inhabited by dinosaurs, during one of Earth's warmest cycles.",
    "Boanthropy is a psychological disorder where people think they're cows.",
    "Rapper Jay-Z shot his drug-addicted brother when he was 12 over a stolen ring.",
    "For the release of 'Harry Potter and the Goblet of Fire,' over 9,000 FedEx trucks were used with no other purpose than to deliver the book.",
    "The longest tunnel in the world is 57 km long and goes from Switzerland to Italy underneath Alps. It took 17 years to build.",
    "Oysters create pearls as a defense mechanism.",
    "Billy goats urinate on their own heads, to become more attractive to females.",
    "There is a glacier called Blood Falls in Antarctica that regularly pours out red liquid, making it look like the ice is bleeding. (It's actually oxidised salty water).",
    "Sean Connery wore a toupee in all his James Bond movies.",
    "All swans in England belong to the queen.",
    "Hacktoberfest is a month long celebration of open source software. You can win Tshirts by contributing in between 1st Oct to 31st Oct to open source."
  ]
}

"Some people believed that kissing a donkey could relieve a toothache."
"Because speed of Earth's rotation changes overtime , aday in the age of dinosaurs was just 23 hours long."
"Hummingbird's wings can beat upto 200 times a second."
"A seahorse can move its wings in opposite directions - all the bettter to scan the water for food and predators."
"The highest wave surfed was as tall as 10-storey building."
"Depending on the speed of the wnd some clouds travel upto 8n miles per hour acrosss teh sky."
"The very last person on your mind before you sleep is either reason for your happiness or your pain."
"When a person dies they have seven minutes of brain activity in which they see a dream-like sequence of their memories."
"People who spend more time in the Sun are likely to be more happier"
"Japanese railway companies have started installing turtle tunnels for them to cross safely under tracks avoiding turtle casualtiesand train delays."
