{
  "facts": [
    "A horse's hoof is technically a single toe, so horses run on their toes.",
    "The first words of the third man on the moon were, 'Whoopee! Man, that may have been a small one for Neil, but that's a long one for me.'",
    "In about 5 billion years, the Sun will deplete its supply of hydrogen and helium, turning into a red giant star, consuming Mercury and Venus and maybe even Earth.",
    "All the gold ever mined in the world could fit into a cube with sides of 20.7m (68ft).",
    "Kanye West was once busted torrenting music software from The Pirate Bay.",
    "Antarctica was once covered in rich green forests and inhabited by dinosaurs, during one of Earth's warmest cycles.",
    "Boanthropy is a psychological disorder where people think they're cows.",
    "Rapper Jay-Z shot his drug-addicted brother when he was 12 over a stolen ring.",
    "For the release of 'Harry Potter and the Goblet of Fire,' over 9,000 FedEx trucks were used with no other purpose than to deliver the book.",
    "The longest tunnel in the world is 57 km long and goes from Switzerland to Italy underneath Alps. It took 17 years to build.",
    "Oysters create pearls as a defense mechanism.",
    "Billy goats urinate on their own heads, to become more attractive to females.",
    "There is a glacier called Blood Falls in Antarctica that regularly pours out red liquid, making it look like the ice is bleeding. (It's actually oxidised salty water).",
    "Sean Connery wore a toupee in all his James Bond movies.",
    "All swans in England belong to the queen.",
    "It can take a photon 40,000 years to travel from the core of the sun to the surface, but only 8 minutes to travel the rest of the way to earth.",
    "Admiral Ackbar from Star Wars Episode VI: Return of the Jedi was not a man in a suit, it was actually a giant puppet.",
    "Eight of the ten largest statues in the world are of Buddhas.",
    "It took the creator of the Rubik’s Cube, Erno Rubik, one month to solve the cube after he created it; as of June 2018 the world record is 4.22 seconds.",
    "The Hobbit has been published in two editions. In the first edition, Gollum willingly bet on his ring in the riddle game.",
    "There is a statue of Tesla in Silicon Valley that radiates free Wi-Fi. It was done as an homage to his vision for wireless communication.",
    "One of the smartest bird species is the magpie. They can even recognize themselves in mirrors.",
    "Marie Curie is the only person to earn a Nobel prize in two different sciences.",
    "The cast of Friends still earns around $20 million each year.",
    "Every time you shuffle a deck of cards, you get a combination that's never existed.",
    "Hacktoberfest is a month long celebration of open source software. You can win Tshirts by contributing in between 1st Oct to 31st Oct to open source."
  ]
}