{
  "food": [
    "Acquacotta\nvegetable soup, usually spiced with peppers and thickened with bread, sometimes containing egg and cheese.",
    "Agghiotta di pesce spada\nfried Swordfish served with toasted bread crostini and flavored with garlic.",
    "Aglio\ngarlic; aglio e olio, literally, garlic and (olive) oil, a quick sauce for spaghetti of olive oil and sautèed garlic, sometimes with PEPERONCINO and/or parsley.",
    "Agnolotti\nravioli\nlike pasta usually filled with meat.",
    "Ai frutti di mare\na seafood pizza that may be served with scampi, mussels or squid.",
    "Anatra col pien\nvenetian stuffed duck.",
    "Antipasto, Antipastino\nappetizer, appetizer course; antipasto all’italiana, prosciutto, salami, and a few pickled vegetables.",
    "Arancini\nDeep fired rice balls stuff with ragù, mozzarella and coated with bread crumbs\ntypical Sicilian dish.",
    "Asiago\ncow milk cheese produced in alpine area of the Asiago, in the Veneto and Trentino-Alto Adige regions.",
    "Azzurro, pesce\n“blue fish”, including many of the stronger tasting, darker-fleshed fish, such as TONNO, SGOMBRO, ARINGA, PESCE SPADA, ACCIUGA.",
    "Bigoli\nPasta made with buckwheat or whole wheat flour, and sometimes includes duck eggs.",
    "Bresaola\nSalted air-dried beef that has been aged for three months, from Valtellina region.",
    "Brioche\nnot usually the French brioche, but generically breakfast pastries; pronounced as in French, Brioche is called also cornetto, because of its shape.",
    "Bucatini\nlong thick spaghetti with a small hole, almost always served all’ Amatriciana or alla Gricia.",
    "Calzone\nfolded pizza with its origins in Naples.",
    "Cannelloni\nCylindrical pasta served baked with a filling and covered by a sauce. Stuffings include spinach, ricotta and minced meat.",
    "Cappon magro\nGenoese seafood salad with vegetables and usually served with with a rich sauce.",
    "Capricciosa pizza\npizza topped with various ingredients, supposedly chosen at whim but which are usually artichoke heart, prosciutto, and mushrooms.",
    "Carciofini\nsmall artichokes or artichokes hearts, often marinate in olive oil.",
    "Carpaccio\noriginally thin-sliced raw beef with mayonnaise dressing, invented and named at Harry’ Bar in Venice; now used for thin-sliced raw (or sometimes smoked (fish or other meats.",
    "Carrozza mozzarella\nmozzarella between slices of bread, floured, dipped in egg, and fried.",
    "Casatiello\nNeapolitan Easter bread, embedded with eggs embedded on top and decorated with crosses made from dough on top.",
    "Castraure\nsmall wild artichokes, most notably of the islands of the Venetian lagoon, available in spring.",
    "Chiacchiere\nstrips of fried or baked pastry dusted with powdered sugar, traditional during Carnevale, known by various names.",
    "Ciambotta\nvegetable stew with potatoes, tomatoes, egg plant, onion, and peppers.",
    "Ciriola\nTraditional Roman bread which is crusty on the outside and with a soft crumb the inside.",
    "Coppia ferrarese\nsourdough bread made with flour, fat, malt, and olive oil, and braided.",
    "Ditalini\nPasta that is shaped like small thimbles or tubes.",
    "Equino\nequine: horse, donkey, or mule; carne equina, horse meat.",
    "Fegato\nliver, usually calf’s most famous served “alla veneziana”, sautèed with onions; fegato grasso, foie gras.",
    "Fettuccine\na popular type of pasta in Roman and Tuscan cuisine. Made from flour and egg into flat thick strands similar to tagliatelle.",
    "Figa garbo e dolce\nliver breaded and fried, with a touch of vinegar and sugar; figa’ col radeselo, liver cut up, wrapped in sage leaves, and fried in butter (Venice).",
    "Focaccia al rosmarino\nFlatbread made from focaccia dough, rosemary, olive oil and salt, sea salt. Typically serverd served as an antipasto or snack.",
    "Fragoline di bosco\ntiny wild strawberries. Both are served with sugar and lemon juice or with CREMA GELATO, or, much more rarely with balsamic vinegar.",
    "Frittata\nan omelette that has been turned over, not folded in half.",
    "Gnocchi\nSmall dumplings made from semoline and stuffed with potato.",
    "Lardo\ncured pork fat; fatty bacon, fat back; lardo rosa di Colonnata, a particulary prized type.",
    "Lasagne\nA pasta dish made with layers of pasta alternated with sauces and ingredients such as meats, vegetables and cheese, and stopped with melted cheese.",
    "Limoncello\nlemon liqueur, once associated with seaside resorts and sun-kissed islands, now ubiquitous.",
    "Mazoro a la valesana\nwild duck cooked in a terra-cotta pot with herbs, sardines, and capers.",
    "Moleche, moeche\nsoft-shell crabs from the Venetian lagoon, usually deep-fried.",
    "Mortadella\nLuncheon meat made from ground pork and flavored with ground black pepper, berries, and pistachios.",
    "Noci\nnuts; walnuts; noce di cocco, coconut; noce moscato, nutmeg.",
    "Orecchiette\nPasta that is popular in Southern Italy, typically made with a meat such as pork, capers.",
    "Osso buco\nVeal shanks braised with vegetables and cooked in white wine and broth.",
    "Pavese\nzuppa alla broth with bread, egg, and cheese (sometimes like French onion soup with egg instead of onion).",
    "Pecorino\nsheep’s milk cheese (the name comes from pecora, sheep); the family is large and varied, but most often its members are on the hard and sharp side. Pecorino Romano, a hard, sharp cheese, is one of the major pecorino cheeses; it is produced in a geographically limited zone, which includes Lazio and Sardinia, as well as part of Tuscany.",
    "Peperonata\nstew of sweet peppers, onions, and tomatoes.",
    "Pezzetti di Cavallo\nHorsemeat dish cooked in tomato sauce.",
    "Piselli\npeas; piselli alla fiorentina, peas cooked with onion and PROSCIUTTO CRUDO.",
    "Pollo\nchicken; pollo alla diavola, achicken, split, flattened under a weight, brushed with oil and grilled.",
    "Pomodoro\ntomato; pomodoro con il riso, tomato with rice, a large tomato filled with rice and baked, with potatoes on the side, eaten, usually in summer, as a PRIMO PIATTO.",
    "Puttanesca\na quick-cooked tomato sauce for spaghetti that contains black olives, capers, anchovies, and red pepper.",
    "Ragu\ngenerically, a hearty sauce usually meat sauce, and subject to great regional variation; cf. BOLOGNESE.",
    "Rosticciana\npork cuts grilled on charcoal and seasoned with spices and vinaigrette.",
    "Sambuca\nanise flavoured liqueur, customarily served con le mosche (“with flies”) meaning with three coffee beans floating in it.",
    "Sepia\ncuttlefish; seppioline, very small cuttlefish; uova di sepia, cuttlefish roe, which is white, mild flavoured, and somewhat scallop-like in form.",
    "Tacconi\nA pasta similar to tagliatelle, made from eggs, wheat flour and bean flour.",
    "Tagliatelle\nA traditional type of pasta from the Emilia-Romagna usually server with a meat sauce.",
    "Testaroli\nA flat pancake style pasta made water, flour and salt. It is an ancient pasta thought to have it origins from the Etruscan civilization. And is sometimes garnished with pesto.",
    "Tiramisu‘\nliterally it means pick me up; ubiquitous rich, layered dessert of sponge cake with brandy and ESPRESSO, MASCARPONE with egg, and chocolate.",
    "Tortellini\nA ring-shaped pasta that are stuffed with a mix of meat, cheese, or both.",
    "Trenette\nA thin flat pasta from Genoa and Liguria, which is similar to linguine.",
    "Trota\ntrout; trota iridea, rainbow trout; trota salmonata, a pink fleshed trout.",
    "Vongole veraci\nsmall clams with a pair of tiny “horns” on the meat.",
    "Zabaglione\na dessert of egg yolks, sugar, and Marsala, or an ice cream of the some flavour, sweetened egg custard with Marsala; often spelled Zabaione."
  ]
}
