{
	"fortunes": [
		"Today it's up to you to create the peacefulness you long for.",
		"A friend asks only for your time not your money.",
		"If you refuse to accept anything but the best, you very often get it.",
		"A smile is your passport into the hearts of others.",
		"A good way to keep healthy is to eat more Chinese food.",
		"Your high-minded principles spell success.",
		"Hard work pays off in the future, laziness pays off now.",
		"Change can hurt, but it leads a path to something better.",
		"Enjoy the good luck a companion brings you.",
		"People are naturally attracted to you.",
		"Hidden in a valley beside an open stream- This will be the type of place where you will find your dream.",
		"A chance meeting opens new doors to success and friendship.",
		"You learn from your mistakes... You will learn a lot today.",
		"If you have something good in your life, don't let it go!",
		"What ever you're goal is in life, embrace it visualize it, and for it will be yours.",
		"Your shoes will make you happy today.",
		"You cannot love life until you live the life you love.",
		"Be on the lookout for coming events; They cast their shadows beforehand.",
		"Land is always on the mind of a flying bird.",
		"The man or woman you desire feels the same about you.",
		"Meeting adversity well is the source of your strength.",
		"A dream you have will come true.",
		"Our deeds determine us, as much as we determine our deeds.",
		"Never give up. You're not a failure if you don't give up.",
		"You will become great if you believe in yourself.",
		"There is no greater pleasure than seeing your loved ones prosper.",
		"You will marry your lover.",
		"A very attractive person has a message for you.",
		"You already know the answer to the questions lingering inside your head.",
		"It is now, and in this world, that we must live.",
		"You must try, or hate yourself for not trying.",
		"You can make your own happiness.",
		"The greatest risk is not taking one.",
		"The love of your life is stepping into your planet this summer.",
		"Love can last a lifetime, if you want it to.",
		"Adversity is the parent of virtue.",
		"Serious trouble will bypass you.",
		"A short stranger will soon enter your life with blessings to share.",
		"Now is the time to try something new.",
		"Wealth awaits you very soon.",
		"If you feel you are right, stand firmly by your convictions.",
		"If winter comes, can spring be far behind?",
		"Keep your eye out for someone special.",
		"You are very talented in many ways.",
		"A stranger, is a friend you have not spoken to yet.",
		"A new voyage will fill your life with untold memories.",
		"Happiness depends upon ourselves. ― Aristotle",
		"You will travel to many exotic places in your lifetime.",
		"Your ability for accomplishment will follow with success.",
		"Nothing astonishes men so much as common sense and plain dealing.",
		"Its amazing how much good you can do if you dont care who gets the credit."
	],
    "lucky_numbers": [
        "04-16-38-10-05-20",
        "06-35-26-12-19-28",
        "27-29-32-38-41-44",
        "8-55-46-32-21-10",
        "09-26-55-08-15-29",
        "43-26-50-45-56-49",
        "46-56-70-09-36-96",
        "18-16-14-22-29-31",
        "2-11-12-15-28-32",
        "10-13-15-25-36-43",
        "56-20-41-9-29-37",
        "10-07-08-05-77-88",
        "28-14-35-32-49-09",
        "16-19-27-97-04-13",
        "01-25-11-03-12-92",
        "01-24-35-08-51-44",
        "11-22-33-44-55-66",
        "02-06-05-04-24-36",
        "62-53-41-87-98-95",
        "3-10-14-33-39-44",
        "14-36-25-78-96-84",
        "42-43-14-12-10-24",
        "11-6-18-19-47-29",
        "42-28-54-33-24-17",
        "42-16-56-28-21-49",
        "41-53-11-16-17-18",
        "35-22-48-34-42-46",
        "25-55-8-17-54-1",
        "26-36-46-17-48-6",
        "5-16-20-18-33-49",
        "40-34-23-52-51-22",
        "35-24-21-36-56-22",
        "82-11-50-48-61-7"
    ]
}

