{
	"quotes": [
		"Life is 10% what happens to us and 90% how we react to it.",
		"There is no royal road to anything. One thing at a time, all things in succession. That which grows fast, withers as rapidly. That which grows slowly, endures.",
		"Be not afraid of life. Believe that life is worth living, and your belief will help create the fact.",
		"Life is not the amount of breaths you take it\'s the moments that take your breath away.",
		"Every man dies but not every man really lives",
		"Nobody is gonna hit as hard as life, but it ain\'t how hard you can hit. It\'s how hard you can get hit and keep moving forward. It\'s how much you can take, and keep moving forward. That\'s how winning\'s done.",
		"When I stand before God at the end of my life, I would hope that I would not have a single bit of talent left and could say, I used everything you gave me.",
		"The quickest way to double your money is to fold it over and put it back in your pocket.",
		"Even if you\'re on the right track, you\'ll get run over if you just sit there.",
		"When I hear somebody sigh, \'Life is hard,\' I am always tempted to ask, \'Compared to what?\'",
		"Nurture your mind with great thoughts. To believe in the heroic makes heroes.",
		"The real opportunity for success lies within the person and not in the job.",
		"Look at the sparrows; they do not know what they will do in the next moment. Let us literally live from moment to moment.",
		"Luck is a dividend of sweat. The more you sweat, the luckier you get.",
		"When I let go of what I am, I become what I might be.",
		"You may find the worst enemy or best friend in yourself.",
		"Whoever loves much, performs much, and can accomplish much, and what is done in love is done well.",
		"Courage is the first of human qualities because it is the quality which guarantees all others.",
		"Nothing is impossible, the word itself says "I\'m possible"!",
		"I\'ve learned that people will forget what you said, people will forget what you did, but people will never forget how you made them feel.",
		"Whether you think you can or you think you can\'t, you\'re right.",
		"Perfection is not attainable, but if we chase perfection we can catch excellence.",
		"Life is 10% what happens to me and 90% of how I react to it.",
		"If you look at what you have in life, you\'ll always have more. If you look at what you don\'t have in life, you\'ll never have enough.",
		"Remember no one can make you feel inferior without your consent.",
		"I can\'t change the direction of the wind, but I can adjust my sails to always reach my destination.",
		"Believe you can and you\'re halfway there.",
		"To handle yourself, use your head; to handle others, use your heart.",
		"Too many of us are not living our dreams because we are living our fears.",
		"Do or do not. There is no try.",
		"Whatever the mind of man can conceive and believe, it can achieve.",
		"Love cannot be found where it doesn\'t exist, nor can it be hidden where it truly does.",
		"Oh yes, the past can hurt. But you can either run from it, or learn from it.",
		"Life moves pretty fast. If you don\'t stop and look around once in a while, you could miss it.",
		"You can\'t live your life for other people. You\'ve got to do what\'s right for you, even if it hurts some people you love.",
		"We are who we choose to be.",
		"Don\'t let anyone ever make you feel like you don\'t deserve what you want.",
		"It is not our abilities that show what we truly are… it is our choices.",
		"Life is like a box of chocolates, you never know what you\'re gonna get.",
		"If you want something, go get it. Period.",
		"To see the world, things dangerous to come to, to see behind walls, to draw closer, to find each other and to feel. That is the purpose of life.",
		"You cannot live your life to please others. The choice must be yours.",
		"After a while, you learn to ignore the names people call you and just trust who you are.",
		"All we have to decide is what to do with the time that is given to us.",
		"It\'s what you do right now that makes a difference.",
		"Our lives are defined by opportunities, even the ones we miss.",
		"Great men are not born great, they grow great.",
		"To find something, anything, a great truth or a lost pair of glasses, you must first believe there will be some advantage in finding it.",
		"You\'ll have bad times, but it\'ll always wake you up to the good stuff you weren\'t paying attention to.",
		"The human spirit is more powerful than any drug and that is what needs to be nourished: with work, play, friendship and family.These are the things that matter.",
		"Carpe diem. Seize the day, boys. Makes your lives extraordinary.",
		"To laugh yourself is to love yourself.",
		"Venture outside your comfort zone. The rewards are worth it.",
		"You control your destiny — you don\'t need magic to do it. And there are no magical shortcuts to solving your problems.",
		"When life gets you down do you wanna know what you\'ve gotta do? Just keep swimming!",
		"You must not let anyone define your limits because of where you come from. Your only limit is your soul.",
		"Fairy tales can come true. You gotta make them happen, it all depends on you.",
		"The flower that blooms in adversity is the most rare and beautiful of all.",
		"You think the only people who are people, are the people who look and think like you. But if you walk the footsteps of a stranger, you\'ll learn things you never knew you never knew.",
		"No matter how your heart is grieving, If you keep on believing, the dream that you wish will come true.",
		"If you focus on what you left behind, you will never be able to see what lies ahead. Now go up and look around!",
		"You can\'t force someone to like you. It takes time for friendship to grow.",
		"Even miracles take a little time.",
		"Man has always learned from the past. After all, you can\'t learn history in reverse!",
		"Some people are worth melting for.",
		"A little consideration, a little thought for others, makes all the difference.",
		"All it takes is faith and trust.",
		"You\'re never too old to be young.",
		"Look inside yourself. You are more than what you have become."
]
}